"IDS_PREFERENCES" = "Preferinţe";
"IDS_RETRYSYNC" = "Reîncercaţi sincronizarea";
"IDS_VIEWGD" = "Vizitaţi Google Drive pe internet";
"IDS_SHAREFILE" = "Permiteţi accesul...";
"IDS_VIEWFILE" = "Vizualizaţi pe web";
"IDS_REVISIONFILE" = "Versiuni";
"IDS_PRODUCTNAME" = "Google Drive";
